{"inkVersion":21,"root":[[{"->":"sample"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"sample":[["^Here be lines.","\n","^Sooner or later.","\n","ev","str","^Sooner","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Later","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":".^.^.g-0"},{"#f":5}],"c-1":["\n","^Well...","\n",{"->":".^.^.g-0"},{"#f":5}],"g-0":["^The sooner the better.","\n","^This is a game jam, after all.","\n",{"->":"day_1"},{"#f":5}]}],{"#f":1}],"day_1":[{"->":"day_1_talk_1"},{"#f":1}],"day_1_talk_1":["^Hi!","\n","^Another day and I am ready for another","\n","^concoction, just how life goes.","\n","^How have you been? Sorry I get sucked into the all-nighters and tinkering sometimes.","\n","^The spaceship needs attention but I like working with you guys for the better - or maybe worse - goals.","\n","^Food has been great so far, thank you very much! Even though I am mostly fueled by caffeine but that's just me.","\n","^I wonder how many days I could go without food, hmm...","\n",{"->":"day_1_talk_2_g"},{"#f":1}],"day_1_talk_2_g":["^Thank you xyz for the food! I am feeling a little off right now so I might just go back to the lounge area. Have a nice day!","\n",{"->":"day_2_talk_1_g"},{"->":"1_talk_2_ng"},{"#f":1}],"1_talk_2_ng":["^Okay I have been wrong, you win. Eating actual food does real wonders, I shouldn't just be living off caffeine, what a surprise.","\n","^Thank you for the excellent food! Have a nice day!","\n",{"->":"day_2_talk_1_ng"},{"#f":1}],"day_2_talk_1_g":["^Good morning... I am not the smartest in the bunch.. I realized this yesterday on the toilet.","\n","^Sorry to make your work a little harder but I forgot to mention, I have a weak stomach for gluten. Could you please take that into consideration? Your food yesterday tasted amazing either way.","\n","^Thanks so much!","\n",{"->":"day_2"},{"#f":1}],"day_2_talk_1_ng":["^HNJ-AM 2O25 is ready for the day! Me too aswell, yesterday's meal was amazing!","\n","^I could work on HAM25 all night long and I was so nourished by the food I only needed half of my caffeine stash.","\n","^I fixed the broken pipes near the bathroom, padded out one of the chambers, switched out the microchips in ..","\n","^Ahh but I don't want to bore you with this so thank you again, can't wait for today's meal!","\n",{"->":"day_2"},{"#f":1}],"day_2":[{"->":"day_2_talk_2_g"},{"#f":1}],"day_2_talk_2_g":["^Thanks for the meal! I am feeling a little under the weather, might be because I miss my cat from home so much.","\n","^I think I'll have some rest in the lounge and watch some cat videos.","\n","^Have a nice day!","\n",{"->":"day_2_talk_2_ng"},{"#f":1}],"day_2_talk_2_ng":["^Thank you for the amazing meal as always!","\n","^I am so happy that we are soon finished with this cargo job. I need to see my cat as soon as possible, absolutely important for my soul.","\n","^I am ready to take on the day and work on the dear HAM25, thanks again!","\n","done",{"#f":1}],"#f":1}],"listDefs":{}}