{"inkVersion":21,"root":[["^ENGI: Hi!","\n","^ENGI: Another day and I am ready for another...","\n","^CHEF: Another what?","\n","^ENGI: ...concoction of course! Have to keep those wheels turning.","\n","^ENGI: And how are your wheels?","\n","^CHEF: My wheels..?","\n","^ENGI: Oh! I mean your... spoons?","\n","^ENGI: Sorry I get sucked into the all-nighters and tinkering sometimes.","\n","^CHEF: I can see that. Do you take breaks at least?","\n","^ENGI: The spaceship needs attention at all times!","\n","^ENGI: But I like working with you guys for the better - or maybe worse - goals.","\n","^ENGI: So I guess these are my breaks.","\n","^CHEF: I am glad. Maybe try to limit your caffeine intake though.","\n","^ENGI: You wound me, that's what fuels me.","\n","^ENGI: Although your food has been amazing so far, thanks for that!","\n","^ENGI: I wonder how many days I could go without food, hmm...","\n","^CHEF: Maybe don't try that.","\n","^ENGI: Okay I have been wrong, you win.","\n","^CHEF: Did we have a bet going on?","\n","^ENGI: No, you win in health advices.","\n","^CHEF: That's my job after all. Spent all those years collecting debt for it.","\n","^ENGI: Yeah..","\n","^ENGI: But yes, eating actual food does real wonders.","\n","^ENGI: I shouldn't just be living off caffeine, what a surprise.","\n","^ENGI: Thank you for the excellent food! Have a nice day!","\n","^CHEF: Please leave coffee for the others too!","\n","^ENGI: Will do!","\n","^ENGI: Thank you CHEF for the food!","\n","^CHEF: Glad you liked it!","\n","^ENGI: I am feeling a little off right now so I might just go back to the lounge area.","\n","^ENGI: Have a nice day!","\n","^CHEF: You too!","\n","^ENGI: HNJ-AM 2O25 is ready for the day!","\n","^CHEF: Oh, where did this much energy come from?","\n","^ENGI: From my stomach! Yesterday's meal was amazing.","\n","^CHEF: I am glad! How much coffee did you drink in the end?","\n","^ENGI: I was so nourished by the food I only needed half of my caffeine stash.","\n","^ENGI: I could work on HAM25 all night long.","\n","^ENGI: I fixed the broken pipes near the bathroom, padded out one of the chambers, switched out the microchips in ..","\n","^ENGI: Ahh but I don't want to bore you with this you must be so busy!","\n","^ENGI: So thank you again, can't wait for today's meal!","\n","^ENGI: Good morning...","\n","^CHEF: You seem down, what's up?","\n","^ENGI: I am not the smartest in the bunch..","\n","^ENGI: I realized this yesterday on the toilet.","\n","^CHEF: Hmmm?","\n","^ENGI: Sorry to make your work a little harder but I forgot to mention, I have a weak stomach for gluten.","\n","^ENGI: Could you please take that into consideration?","\n","^CHEF: Of course, anything for the crew!","\n","^ENGI: Thank you!","\n","^ENGI: Your food yesterday tasted amazing either way.","\n","^ENGI: Thank you for the amazing meal as always!","\n","^ENGI: I am so happy that we are soon finished with this cargo job.","\n","^ENGI: What are your plans after we landed?","\n","^CHEF: I miss sleeping in my own bed. I could only bring one plushie here.","\n","^CHEF: And you?","\n","^ENGI: I need to see my cat as soon as possible, absolutely important for my soul.","\n","^CHEF: That is very true.","\n","^ENGI: Let's go! I am ready to take on the day and work on the dear HAM25.","\n","^ENGI: Thanks again!","\n","^ENGI: Thanks for the meal!","\n","^CHEF: What's wrong?","\n","^ENGI: I am feeling a little under the weather.","\n","^ENGI: Maybe the food got mixed together with gluten?","\n","^ENGI: Or might just be because I miss my cat from home so much.","\n","^CHEF: I'll try to be more careful next time.","\n","^ENGI: I think I'll have some rest in the lounge and watch some cat videos.","\n","^ENGI: Have a nice day!","\n","^CHEF: You too!","\n","^ENGI: Hi CHEF! How did you sleep?","\n","^CHEF: Sleep was good but the morning so far is very dooming.","\n","^ENGI: Huh? What happened?","\n","^CHEF: We got orders from above that we need to immediately divert to an another drop off point.","\n","^CHEF: This means we won't have...","\n","^ENGI: Oh shit! Okay, I have to plan fuel resources then. Shit.","\n","^ENGI: Sorry, talk to you later CHEF!","\n","^ENGI: Hey CHEF. Sorry if I woke you up in the night going to the toilet.","\n","^CHEF: I'm sorry, might have mixed together some gluten with your food..","\n","^CHEF: I have to break some bad news. We might run out of potatoes soon.","\n","^ENGI: What happened?","\n","^CHEF: We got orders from above that we need to immediately divert to an another drop off point.","\n","^ENGI: Oh shit! Okay, I have to plan fuel resources then. Shit.","\n","^ENGI: Sorry, talk to you later CHEF!","\n","^ENGI: Thank you CHEF!","\n","^ENGI: Gotta run!","\n","^CHEF: Okay? Bye?","\n","^ENGI: Hi! I have good news, I think I figured out the fuel management.","\n","^ENGI: We will last until we reach the new drop-off point.","\n","^CHEF: Glad to hear that.","\n","^ENGI: Couldn't have made it without your cooking!","\n","^ENGI: Cheers to another good lunch!","\n","^CHEF: Did you just give a toast with a coffee mug?","\n","^ENGI: Hey.","\n","^ENGI: Ship is not doing good.","\n","^ENGI: I'm not doing good.","\n","^CHEF: What's u-","\n","^ENGI: I'm just gonna sit down and chill a little, okay?","\n","^ENGI: Thanks.","\n","^ENGI: CHEF! I think I can do it! I figured out new ways to optimize the holding capacity.","\n","^ENGI: I have to take a look at the control room.","\n","^ENGI: Then I will check out the heating system and vents. I think something got a little cooked.","\n","^ENGI: In the wrong way. In the smoke way.","\n","^CHEF: That one is not the ship's fault I think.","\n","^ENGI: Will report back soon! We might land even today!","\n","^ENGI: Thanks and good luck with cleaning!","\n","^ENGI: Hey. Did I do something to piss you off?","\n","^CHEF: What do you mean?","\n","^ENGI: Nothing, just my gluten allergy.","\n","^ENGI: Sorry for being cranky.","\n","^ENGI: But we might land today, so that's good.","\n","^ENGI: Good luck with cleaning!","\n","done",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}